[
  {
    "type": "marker",
    "latitude": 45.685297,
    "longitude": 14.966989,
    "name": "Novi breg",
    "description": "Novi Breg was a village inhabited by Gottschee Germans. It had 12 houses before the Second World War. On 12 June 1942 member of the Executive Committee of the Liberation Front, the Central Committee of the Communist Party of Slovenia, and the Partisan Supreme Command met here. There was a large Partisan base on Kamenjak Hill northwest of the settlement, and the Partisan Supreme Command lodged itself in cabins on Royal Rock Hill (Slovene: Kraljevi kamen) to the northeast, where they also built several bunkers for use as warehouses. On 14 August 1942, during the Rog Offensive by Italian forces, the Executive Committee and Central Committee members also withdrew to a bunker on Royal Rock Hill. During this time settlement was burned by Italian troops. They remained there until 23 August, and then went to Podlipoglav and from there to the Polhov Gradec Hills. The settlement was not rebuilt after the war.",
    "images": [
      "novibreg/1.jpg",
      "novibreg/2.jpg",
      "novibreg/3.jpg",
      "novibreg/4.jpg",
      "novibreg/5.jpg",
      "novibreg/6.jpg",
      "novibreg/7.jpg",
      "novibreg/8.jpg",
      "novibreg/9.jpg",
      "novibreg/10.jpg",
      "novibreg/11.jpg",
      "novibreg/12.jpg",
      "novibreg/13.jpg",
      "novibreg/14.jpg"
    ],
    "icon":{
      "url": "icons\\treehouse.png",
      "width": 50,
      "height": 50
    }
  },
  {
    "type":"marker",
    "latitude": 45.7026388889,
    "longitude": 14.9283333333,
    "name": "Cesta",
    "description":"The name Cesta means 'road'. Places with this name in Slovenia lie along roads that predated Slavic settlement in the area. The name of the village was changed from Cesta to Cesta pri Starem Logu in 1953. Cesta was a village inhabited by Gottschee Germans. Before the Second World War it had eight houses. In 1942 a 'labor battalion' was stationed here in charge of working the fields, harvesting the crops, and mowing. The village was burned by Italian troops in July 1942 during the Rog Offensive and was never rebuilt. Cesta was presumably deemed annexed by Pugled pri Starem Logu in 1953 because it is not mentioned in later enumerations of settlements in the area (e.g., in 1955 and 1957).",
    "images":[  "cesta/1.jpg",
    "cesta/2.jpg",
    "cesta/3.jpg",
    "cesta/4.jpg",
    "cesta/5.jpg"
  ]
  },
  {
    "type": "marker",
    "latitude": 45.674989,
    "longitude": 14.993053,
    "name": "Trnovec",
    "description": "Trnovec was attested in historical sources as Tieffenreutter in 1574. After the Second World War, the settlement of Trnovec was administratively combined with Podstenice and shared that name. It was separated again from Podstenice in 1988 and Trnovec was reestablished as a separate settlement.Trnovec was settled by Gottschee Germans in the Middle Ages. It had 17 houses in the early 20th century.At the start of the Second World War, its original population was evicted. As part of the Rog Offensive in the summer of 1942, the village was burned by Italian forces. After the Italian surrender in 1943, the Yugoslav Partisans used a site below the village to store ammunition.",
    "images":  [
      "trnovec/1.jpg",
      "trnovec/2.jpg",
      "trnovec/3.jpg",
      "trnovec/4.jpg",
      "trnovec/5.jpg",
      "trnovec/6.jpg",
      "trnovec/7.jpg",
      "trnovec/8.jpg",
      "trnovec/9.jpg",
      "trnovec/10.jpg",
      "trnovec/11.jpg",
      "trnovec/12.jpg",
      "trnovec/13.jpg",
      "trnovec/14.jpg",
      "trnovec/15.jpg",
      "trnovec/16.jpg",
      "trnovec/17.jpg"
    ]
  },
  {
    "type": "circle",
    "latitude": 45.7,
    "longitude": 14.95,
    "radius": 500
  }
  
]